insert into halls(name, row_count, place_count, description) values('мягкие кресла', 10, 16,
'Кинозал повышенной комфортности с возможностью демонстрации фильмов в 2D формате. Отличительная особенность - комфортные кожаные кресла и увеличенное расстояние между рядами.');
insert into halls(name, row_count, place_count, description) values('2D', 7, 12,
'Стандартный кинозал с возможностью демонстрации фильмов в 2D формате.');
insert into halls(name, row_count, place_count, description) values('3D', 7, 12,
'Стандартный кинозал с возможностью демонстрации фильмов в 3D формате.');
insert into halls(name, row_count, place_count, description) values('IMAX', 9, 13,
'Кинозалы, оборудованные самой совершенной технологией кинопоказа IMAX, которая полностью погружает зрителя в происходящее на экране. Эффект присутствия создается благодаря огромному экрану, проекторам с кастомизированными линзами и особой геометрии зала.');
insert into halls(name, row_count, place_count, description) values('VIP', 5, 3,
'Премиальный кинозал с возможностью демонстрации фильмов в 3D формате. Отличительная особенность - камерная атмосфера, суперкомфортные кресла-реклайнеры с возможностью регулировки и фиксации положения спинки, подножки и сидения, а также индивидуальное обслуживание по меню.');